Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F37A.tmx
Source language: en_us
Languages: zh_cn

source: Eating habits: The British at table
zh_cn: 饮食习惯：英国人仍同桌进餐

source: BECAUSE they spend so much time out of the house earning money, many young women in cities like Manchester have never learned to cook.
zh_cn: 忙于在外赚钱，曼彻斯特的许多年轻女子从未好好学过烹饪。

source: Sometimes their households scratch along, ill-fed.
zh_cn: 有时她们的家务做的一团糟，吃的很差。

source: At other times their husbands are condemned to take over domestic duties.
zh_cn: 而其他时间里，她们让老公们承担起这些家庭责任。

source: That was Frederick Engels, the industrialist and communist, writing in 1845.
zh_cn: 1845年, 实业家和共产主义者佛雷德利克?恩格斯如是写道。

source: But the complaints have not changed much over the decades.
zh_cn: 此种不平在很大几十年都没有变化。

source: In January Anna Soubry, Britain's public-health minister, decried the culture of TV dinners, which she blamed for eroding family life.
zh_cn: 二月英国公共卫生部长安娜?苏布赖谴责电视晚餐文化，她批评此文化侵蚀了家庭生活。

source: Celebrity chefs campaign to revive a dying tradition of family Sunday roasts.
zh_cn: 现在，一些知名厨师发起运动，旨在恢复正在消失的周日家庭户外烧烤野餐传统。

source: There was great mirth earlier this month when the Grocer, a trade publication, revealed that pre-cooked soft-boiled eggs would soon go on sale, eliminating even the most basic culinary challenge.
zh_cn: 本月早些时候，贸易出版社GROCER披露水煮蛋将很快进入市场销售，引起大家一阵欢喜，然而这将让厨房失去最基本的烹饪挑战。

source: The belief that the British increasingly survive on processed food, cannot cook and no longer eat together is half painfully accurate and half oddly misplaced.
zh_cn: 有说法称英国人现在越来越多地依赖加工食品，不会烹饪也不再一起进餐；一半令人痛心的是它说的没错，一半它不可思议地左右了一些人。

source: The contrast between domestic diets now and in 1942, when reliable records began, is certainly startling.
zh_cn: 现在的家庭饮食习惯与开始有可信记录的1942年相比，着实令人吃惊。

source: Wartime families ate far more vegetables and fish and about half as many biscuits as modern ones.
zh_cn: 战时家庭吃的大多数是蔬菜、鱼以及与现代半数相同的小圆面包。

source: Even since the 1970s Britons have cut back drastically on green vegetables and have turned to ready meals--especially meaty ones--and salty snacks (see chart).
zh_cn: 接着19世纪70年代以来，英国人大大减少了对绿色蔬菜的需求转而需求辛辣点心和方便食品，特别是肉食（见图表）。

source: This is true of the rich as well as the poor, although working-class diets have deteriorated faster since the financial crisis.
zh_cn: 这在富人和穷人里司空见惯，尽管由于经济危机工薪阶层的饮食迅速恶化。

source: Fruit consumption among the poorest one-fifth of households is down by 12% since 2001.
zh_cn: 自2001年以来，最贫穷的五分之一家庭水果消费量下降了12%.

source: Britons eat out much more than they used to--which means their diets are even worse than those figures suggest.
zh_cn: 英国人相比于以前更加习惯外出就餐，这也意味着他们的饮食比这些数据显示的还差。

source: The average Briton eats just three grams of green vegetables in a restaurant each week.
zh_cn: 英国人每周在餐馆食用绿色蔬菜量只有三克。

source: He dines out on 44 grams of chips and 75 grams of meat.
zh_cn: 而薯片和肉食达到了44克和75克。

source: Engels was partly right about the reasons for this: harried working mothers have less time to cook.
zh_cn: 烦恼的上班妈妈们少有时间去做饭：恩格斯对于这一点的解释部分是对的。

source: Steady advances in technology--not just freezers and microwave ovens but better containers for processed food--mean they do not need to.
zh_cn: 科技的持续进步不仅仅体现在冰箱和微波炉上，也体现在更有效运输已加工食物的货柜上，这也使得她们没必要再做饭。

source: Above all, people have far more choice.
zh_cn: 更重要的是，人们有了更多的选择。

source: The speed with which Britons have abandoned foods like cabbage suggests they never liked them much.
zh_cn: 英国人放弃类似卷心菜这样食物的速度表明，她们从未那么喜欢过它们。

source: Brussels sprouts were once such a staple that they were part of the basket of goods used to calculate inflation.
zh_cn: 尽管甘蓝曾作为人们菜篮里的主食而被用作计算通胀。

source: Sprout consumption has fallen by more than four-fifths since 1974.
zh_cn: 然而自1974年以来甘蓝的消费量已下降了逾八成之多。

source: But if worries about changes in what people eat are well-founded, fears about the decline of cooking and family meals are much less so.
zh_cn: 但是如果对人们饮食变化的担忧是有根据的，那么对家庭烹饪和进餐的减少的担忧则少有证据。

source: Britons are no worse in the kitchen than they were in the past.
zh_cn: 相比于过去英国人的厨艺毫不逊色。

source: They are just no better.
zh_cn: 只是没多大长进而已。

source: Most people can rustle up about seven different meals and simply repeat them, says Jon Firth of Kantar Worldpanel, a market-research firm.
zh_cn: 市场调查公司KANTAR Worldpanel的乔威尔斯说，大多数人能做出7种不同的饭食，然后就简单地重复做着吃。

source: That is not all that different from 1950s family meals in which the same dishes--Sunday roasts, leftovers made into cottage pies, sausage and mash--featured every week.
zh_cn: 这点与20世纪50年代的家庭每周饭食样式没多大变化，那时周日烧烤，剩菜会用来做肉馅土豆泥饼，火腿和土豆泥。

source: And today's repertoires might at least feature once-exotic dishes such as pasta.
zh_cn: 至少，今天我们的菜式里可以找到许多曾经作为异域美食菜式的身影，如意大利面食。

source: Nor has the tradition of family eating declined as much as is commonly supposed.
zh_cn: 家庭进餐的传统也没有如普遍猜测减少的那么多。

source: Britons have never eaten together as much as they like to think.
zh_cn: 英国人从未如今天这般愿意共同进餐。

source: People interviewed in the 1970s about their childhoods in the early 20th century often remembered meals without parents.
zh_cn: 20世纪70年代接受采访的人们提到，在他们童年里也就是20世纪早期他们很少与父母一块吃饭。

source: Posh mothers were commonly off doing charity work; working-class fathers were on unsociable shifts.
zh_cn: 赶时髦的妈妈们通常离开家去做慈善；工薪阶层的父亲们上着基本没有社交的班。

source: People still sit down to a roast Sunday lunch, a meal rarely eaten in solitude, 14 times a year on average.
zh_cn: 今日人们仍然会坐下来吃一顿周日烧烤午餐，这是一种大家共同进餐的形式，平均每年达14次。

source: True, the growing numbers who live alone, now 29% of all households, often eat by themselves.
zh_cn: 独居家庭已占家庭总数的29%，没错，他们一般独自进餐。

source: But adults who live with others usually eat dinner together, says Alan Warde, a sociologist at Manchester University.
zh_cn: 但是曼彻斯特大学的社会学者艾伦-沃德说，与别人居住在一块的成人一般会共同吃晚饭。

source: A recent survey by the university found that only 20% of those who lived with others had eaten their most recent dinner at home alone, a figure which has changed little in the past two decades.
zh_cn: 同样来自此学府最近的一次调查发现，与别人居住在一块的人里只有20%的人在家独自吃晚饭，此数据在过去的20年里基本上没有变化。

source: Mealtimes are no longer conventional or clearly defined.
zh_cn: 餐时也不再依惯例或者明确定下来。

source: People eat often and quickly.
zh_cn: 人们吃的更频繁吃的更快。

source: One study comparing Britain and Spain found that about 40% of Spaniards were eating at 2.50pm and about 30% at 9.30pm.
zh_cn: 一项比较英国人和西班牙人餐时的研究发现，大约40%的西班牙人在下午2.50吃饭，大约30%在晚上9.30吃另一餐。

source: At no point in the day were as many as 20% of Britons eating.
zh_cn: 多达百分之二十的英国人则餐无定时。

source: Over the years, peaks in sewage flow have greatly diminished, notes Rob Smith, chief sewer-flusher for Thames Water.
zh_cn: 托马斯-沃特疏通下水道的主管罗布-斯密斯说，多年来，下水道流量的高峰已大为减少。

source: Still, include the number of hours spent eating out, and the total time that families spend together over food has stayed remarkably constant over the years, says Peter Jackson, a geographer who studies families and food at Sheffield University.
zh_cn: 于谢菲尔德大学研究家庭和食物的地理学者皮特-杰克森说，包括外出就餐的时间，家庭共聚一堂进餐的时间多年来惊人地保持在同一水平上。

source: Britons eat badly and erratically. But they do it together.
zh_cn: 英国人尽管吃的不好也不定时，但是他们会一块吃。
